package com.example.dealerappnative.data

internal val dealerCountries = listOf("Узбекистан", "Россия", "Казахстан", "Беларусь")
internal val dealerActivities = listOf("Строительство и ремонт", "Электр-инструменты", "Продукты питания", "Электроника", "Бытовая техника", "Красота и здоровье", "Одежда", "Обувь", "Дом и сад", "Детские товары", "Спорт и отдых", "Товары для животных", "Книги", "Туризм, рыбалка, охота", "Автотовары", "Мебель", "Хобби и творчество", "Ювелирные украшения", "Аксессуары", "Игры и консоли", "Канцелярские товары", "Антиквариат и коллекционирование", "Цифровые товары", "Бытовая химия и гигиена", "Музыка и видео", "Аптека")
internal val dealerRegions = listOf("Коканд", "Ташкент", "Ташкентская область", "Ферганская область", "Андижанская область", "Наманганская область", "Самаркандская область", "Бухарская область", "Навоийская область", "Джизакская область", "Хорезмская область", "Сурхандарьинская область", "Кашкадарьинская область", "Сырдарьинская область", "Республика Каракалпакстан")
internal val dealerKokandDistricts = listOf("Коканд", "Дангара", "Бувайда", "Учкуприк", "Яйпан", "Бешарык", "Багдад", "Кува", "Олтыарык", "Куштепа", "Риштан")
